Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_juuso:_utsjoen_porotilojen_yhteismetsan_paatos_suojella_vanhaa_ikimetsaa_osoittaa_etta_hakkuille_on_vaihtoehtoja.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja Juuso: Utsjoen porotilojen yhteismetsän päätös suojella vanhaa ikimetsää osoittaa, että hakkuille on vaihtoehtoja
sme: Ságajođiheaddji Juuso: Ohcejoga boazodáluid oktasašmeahci mearrádus suodjalit boares vuovddi čájeha, ahte vuovdečuohppamiidda leat molssaeavttut

source: Utsjoen porotilojen yhteismetsä suojelee 700 hehtaaria vanhaa ikimetsää Muddusjärven paliskunnan alueella.
sme: Ohcejoga boazodáluid oktasašmeahcci suodjala 700 hektára boares vuovddi Muttošjávrri bálgosa viidodagas.

source: Ympäristöministeriö myönsi vuosi sitten 20 miljoonan euron lisämäärärahan Pohjois-Suomen metsien vapaaehtoiseen suojeluun.
sme: Birasministeriija mieđihii jahki dassái 20 miljovnna euro lassimearreruđa Davvi-Suoma vuvddiid eaktodáhtolaš suodjaleapmái.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso on tyytyväinen Utsjoen porotilojen yhteismetsän päätökseen suojella vanhaa ikimetsää, ja onnittelee osapuolia neuvotteluiden tuloksesta.
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso lea duhtavaš Ohcejoga boazodáluid oktasašmeahci mearrádussii suodjalit boares vuovddi, ja sávvá lihku oassebeliide ráđđádallamiid bohtosis.

source: – Pidän tätä hyvänä esimerkkinä siitä, kuinka yhteismetsillä on mahdollisuus etsiä metsien hakkuille vaihtoehtoisia tulonlähteitä.
sme: – Anán dán buorre ovdamearkan das, man láhkai oktasašmehciin lea vejolašvuohta ohcat vuovdečuohppamiidda molssaevttolaš boahtogálduid.

source: Kyseinen päätös toimii myös hyvänä esimerkkinä metsien suojelulle laajemmin ja muille yhteismetsille, sanoo Juuso.
sme: Guoskevaš mearrádus doaibmá maiddái buorre ovdamearkan vuvddiid suodjaleapmái viidásabbotge ja eará oktasašmehciide, lohká Juuso.

source: Suomen hallitus myönsi vuosi sitten 20 miljoonan euron lisämäärärahan Pohjois-Suomen vanhojen metsien suojeluun.
sme: Suoma ráđđehus mieđihii jahki dassái 20 miljovnna euro lassimearreruđa Davvi-Suoma boares vuvddiid suodjaleapmái.

source: Lisämääräraha on käytössä vuoden 2022 loppuun saakka Lapin, Pohjois-Pohjanmaan ja Kainuun ELY-keskusten alueella.
sme: Lassimearreruhta lea geavahusas jagi 2022 loahpa rádjai Lappi, Davvebađaeatnama ja Kainuu EJB-guovddážiid viidodagas.

source: Määrärahan tarkoituksena on parantaa luonnonsuojelualueiden kytkeytyvyyttä, eheyttä ja kestävyyttä muuttuvissa olosuhteissa.
sme: Mearreruđa dárkkuhussan lea buoridit luonddusuodjalanguovlluid oktilašvuođa, čavddisvuođa ja suvdilvuođa rievdi diliin.

source: II varapuheenjohtaja Leo Aikio toivoo, että tämä suojeluhanke on vasta alkua ja Pohjois-Suomen vanhojen metsien suojeluun löytyy rahoitusta myös tulevaisuudessa.
sme: II várreságajođiheaddji Leo Aikio sávvá, ahte dát suodjalanfidnu lea easkka álgu ja Davvi-Suoma boares vuvddiid suodjaleapmái gávdno ruhtadeapmi maiddái boahttevuođas.

source: – On hienoa, että paliskunta ja yhteismetsä pääsivät sopimukseen, joka hyödyttää molempia osapuolia.
sme: – Lea buorre, ahte bálggus ja oktasašmeahcci besse soahpamuššii, mas lea ávki goappaš oassebeallái.

source: Yksityisille metsänomistajille osoitetut korvaukset suojelusta kannustavat huomioimaan metsien merkitystä saamelaiskulttuurin käytössä sekä luonnon monimuotoisuuden turvaajana, sanoo Aikio.
sme: Priváhta vuovdeeaiggádiidda dárkkuhuvvon buhtadusat suodjaleamis movttiidahttet fuobmát vuvddiid mearkkašumi sámekultuvrra geavahusas ja maiddái luonddu máŋggahámatvuođa sihkkarastin, dadjá Aikio.

source: – Tällaiset päätökset auttavat Suomea pysymään kiinni ilmastotavoitteissaan.
sme: – Dákkár mearrádusat veahkehit Suoma doallat gitta dálkkádaga guoski figgamušain.

source: Vastaavien rahoitusmekanismien turvaaminen voi tulevaisuudessa maksaa itsensä monikertaisesti takaisin, jatkaa Aikio.
sme: Sullasaš ruhtadanmekanismmaid nannen sáhttá boahttevuođas máksit iežas máŋggageardásaččat ruovttoluotta, joatká Aikio.

source: Utsjoen porotilojen yhteismetsän suojelukohde sijaitsee Muddusjärven paliskunnan talvilaidunalueella.
sme: Ohcejoga boazodáluid oktasašmeahci suodjalanbáiki lea Muttošjávrri bálgosa dálveguohtoneatnamiin.

source: Muddusjärven paliskunta ja Utsjoen porotilojen yhteismetsä ovat olleet yhteydessä Saamelaiskäräjiin ja pyytäneet Saamelaiskäräjiä tukemaan asiassa ja vaikuttamaan sen edistymiseen.
sme: Muttošjávrri bálggus ja Ohcejoga boazodáluid oktasašmeahcci leat leamaš oktavuođas Sámediggái ja bivdán Sámedikki doarjut áššis ja váikkuhit dan ovdáneapmái.

source: Saamelaiskäräjät on aktiivisesti edistänyt asiaa ympäristöministeriön kautta ja ilmaissut tukensa suojelutavoitteelle.
sme: Sámediggi lea aktiivvalaččat ovddidan ášši birasministeriija bokte ja ovdanbuktán iežas doarjaga suodjalandárkkuhussii.

source: – Olen erittäin tyytyväinen yhteistyöhön ympäristö- ja ilmastoministeri Mikkosen kanssa.
sme: – Lean erenomáš duhtavaš oktasašbargui biras- ja dálkkádatministtar Mikkosiin.

source: Lisämääräraha on mahdollistanut saamelaisalueella samankaltaisen yksityismetsien suojelun, mitä METSO-ohjelma Etelä-Suomen yksityismetsissä on tehnyt jo pitkään.
sme: Lassimearreruhta lea dahkan vejolažžan sámeguovllus seammá sullasaš priváhtavuvddiid suodjaleami, maid METSO-prográmma Mátta-Suoma priváhtavuvddiin lea bargan juo guhká.

source: Haluamme kiittää ministeriä ja ministeriötä siitä, että keskusteluissa on suhtauduttu ratkaisuhaluisesti asiaan, päättää Juuso.
sme: Mii háliidit giitit ministara ja ministeriija das, ahte ságastallamiin lea háliiduvvon ohccot čoavddus áššái, lohká vel Juuso.

source: Kuva: Ville Fofonoff
sme: Govva: Ville Fofonoff

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio(at)samediggi.fi
sme: Leo Aikio II várreságajođiheaddji 040 621 6505 leo.aikio(at)samediggi.fi
